9/data/attachments/8a73b83f45740e53.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Caroline_drug_Actions_43796_0</nif:username>
            <nif:friendToBeRequested>soap_actions_9a792671-dcaa-4f0d-97c6-eb921bf131e8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>